Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: A minimum of two escape stairs must be provided from all above and below ground areas of the hotel.
vi: A minimum of two escape stairs must be provided from all above and below ground areas of the hotel. / Phải có tối thiểu hai thang bộ thoát hiểm từ tất cả các khu vực trên và dưới mức mặt đất của khách sạn

source: A minimum of two exits is required each of which should be 1m wide
vi: A minimum of two exits is required each of which should be 1m wide / Yêu cầu tối thiểu 2 cửa thoát hiểm, mỗi cửa rộng 1m

source: A portable, visible alarm and vibrating fire alarm unit must be provided for guests with impaired hearing.
vi: A portable, visible alarm and vibrating fire alarm unit must be provided for guests with impaired hearing / Thiêt bị báo động có thể cầm theo, dễ nhìn và có chế độ rung phải được cung cấp cho khách khiếm thính

source: A preference shall be given to the use of Biomass boilers, as a ‘carbon-neutral’ fuel, and utilising:
vi: A preference shall be given to the use of Biomass boilers, as a ‘carbon-neutral’ fuel, and utilising: / Ưu tiên sử dụng nồi hơi đốt sinh khối, và có chức năng sau:

source: A pressurisation system comprises two main components:-
vi: A pressurisation system comprises two main components:- / Một hệ thống tăng áp bao gồm hai thành phần chính

source: A primary electricity supply must be provided exclusively to the lift from a sub-main circuit
vi: A primary electricity supply must be provided exclusively to the lift from a sub-main circuit / Nguồn điện chính phải được cấp cho thang máy

source: A satisfactory system of cleaning shall be proposed to prevent the buildup of corrosive elements and bacteriological growths including positive measures to avoid Legionnaires disease bacteria. Adequate provision shall be made for continuous bleeding of the system.
vi: A satisfactory system of cleaning shall be proposed to prevent the buildup of corrosive elements and bacteriological growths including positive measures to avoid Legionnaires disease bacteria. Adequate provision shall be made for continuous bleeding of the system. / Cần có một hệ thống vệ sinh phù hợp để tránh tích tụ các chất ăn mòn và vi khuẩn, bao gồm các biện pháp tích cực để ngăn chặn bệnh khuẩn Legionnaires. Cần có biện pháp cần thiết để đảm bảo có thể thường xuyên xả cặn cho hệ thống

source: A security system comprising access controls, intruder alarms, hold up alarms, automatic guard tour, guest room control and CCTV systems must be provided in accordance with InterContinental Hotels Group requirements.
vi: A security system comprising access controls, intruder alarms, hold up alarms, automatic guard tour, guest room control and CCTV systems must be provided in accordance with InterContinental Hotels Group requirements. / Hệ thống an ninh bao gồm kiểm soát truy cập, báo động đột nhập, hệ thống tự động ghi dữ liệu tuần tra bảo vệ, điều khiển phòng khách và hệ thống CCTV phải được bố trí tuân thủ theo yêu cầu của IHG

source: A self-closing mechanism
vi: A self-closing mechanism / tay co tự đóng

source: A simple message for example:
vi: A simple message for example: / một thông báo đơn giản, vd:

source: A specific cause and effect matrix and flow chart shall be produced for each hotel to be relevant for the actual systems installed.
vi: A specific cause and effect matrix and flow chart shall be produced for each hotel to be relevant for the actual systems installed. / Ma trận nhân quả và sơ đồ quy trình cụ thể cần phải được soạn thảo cho mỗi khách sạn, tương ứng với các hệ thống được lắp đặt thực tế

source: A structured cabling system and power supplies (only for wireless telephone) must be provided for the hotel telecommunications sections of the Brand Standard. All systems must be provided with a clean earth system.
vi: A structured cabling system and power supplies (only for wireless telephone) must be provided for the hotel telecommunications sections of the Brand Standard. All systems must be provided with a clean earth system / Một hệ thống cáp và nguồn cấp điện (chỉ cho điện thoại không dây) phải được cung cấp cho khách sạn theo mục về viễn thông của bộ Tiêu chuẩn. Tất cả hệ thống phải có ổ điện tiếp địa

source: A surge protector (or surge suppressor) is an appliance designed to protect electrical devices from voltage spikes. A surge protector attempts to limit the voltage supplied to an electric device by either blocking or by shorting to ground any unwanted voltages above a safe threshold. There are following advantages of surge protected system:
vi: A surge protector (or surge suppressor) is an appliance designed to protect electrical devices from voltage spikes. A surge protector attempts to limit the voltage supplied to an electric device by either blocking or by shorting to ground any unwanted voltages above a safe threshold. There are following advantages of surge protected system: / Bộ ngắt mạch là thiết bị được thiết kế để bảo vệ thiết bị điện khỏi điện áp tăng đột biến. Một bộ ngắt mạch giới hạn điện áp cấp vào thiết bị điện bằng cách ngăn chặn hoặc truyền xuống đất điện áp vượt ngưỡng mong muốn. Hệ thống như vậy có các lợi ích sau:

source: A vent at roof level
vi: A vent at roof level / có lỗ thông khí trên tầng mái

source: A visual alarm indicator for each zone and detection device
vi: A visual alarm indicator for each zone and detection device / Hiển thị cho mỗi zone và thiết bị đầu báo

source: A visual fault indicator for each zone and detection device
vi: A visual fault indicator for each zone and detection device / Đèn báo lỗi cho mỗi zone và thiết bị đầu báo

source: A voice evacuation system is compulsory for new and replacement fire alarm systems unless the building is not high rise and has a sprinkler system throughout.
vi: A voice evacuation system is compulsory for new and replacement fire alarm systems unless the building is not high rise and has a sprinkler system throughout. / Hệ thống thông báo sơ tán bằng giọng nói là bắt buộc đối với các hệ thống báo cháy mới và thay thế, trừ khi tòa nhà không phải nhà cao tầng và có hệ thống sprinkler trên khắp tòa nhà

source: ABS (Acrylonitrile butadiene styrene) is rigid non flexible, High impact Resistance pipe suitable for Condenser water application.
vi: ABS (Acrylonitrile butadiene styrene) is rigid non flexible, High impact Resistance pipe suitable for Condenser water application. / ABS là vật liệu cứng, không dẻo, chống va đập tốt, phù hợp ứng dụng cho ống nước ngưng

source: ACOUSTICS
vi: Acoustics / Tiêu âm

source: ADAPABILITY
vi: Adapability / Dễ thích ứng

source: ALLOWING 3m SPRAY
vi: ALLOWING 3m SPRAY / Cho phép khoảng cách xịt nước 3m

source: ALTERNATIVE FIRE DAMPER FOR F/A DUCT FROM CORRIDOR
vi: ALTERNATIVE FIRE DAMPER FOR F/A DUCT FROM CORRIDOR / PHƯƠNG ÁN FIRE DAMPER THAY THẾ CHO ĐƯỜNG ỐNG F/A TỪ HÀNH LANG

source: APPROVALS AND APPLICATIONS
vi: REGULATORY APPROVALS AND APPLICATIONS / XIN PHÊ DUYỆT TỪ CƠ QUAN CHỨC NĂNG

source: AUTOMATIC POWER FACTOR CORRECTION
vi: Automatic power factor correction / Tự động điều chỉnh hệ số công suất

source: Above 175 0 C
vi: Above 175°C / Trên 175°C

source: Above the highest opening, above the lowest opening and at alternate floor levels for buildings > 2 stories.
vi: Above the highest opening, above the lowest opening and at alternate floor levels for buildings > 2 stories / Phía trên cửa ống mở cao nhất, phía trên cửa ống mở thấp nhất và bố trí cách tầng nếu là tòa nhà hơn 2 tầng

source: Access
vi: Access Truy cập

source: Acoustic Isolation
vi: Acoustic Isolation / Tiêu âm

source: Actual capital cost comparison depends on location.
vi: Actual capital cost comparison depends on location. / So sánh chi phí đầu tư thực tế phụ thuộc vào địa điểm

source: Actual capital cost depends on location.
vi: Actual capital cost depends on location. / Chi phí đầu tư thực tế phụ thuộc vào địa điểm

source: Actual will be approximately 40% higher as there is no or little diversity with plant selection as for these options.
vi: Actual will be approximately 40% higher as there is no or little diversity with plant selection as for these options. / Công suất thực tế sẽ cao hơn khoảng 40% do không có hoặc có rất ít lựa chọn máy cho các phương án trên

source: Addendum
vi: Addendum / Sửa đổi

source: Additional Cooling Systems
vi: Additional Cooling Systems / Các hệ thống làm mát bổ sung

source: Addressable hard-wired smoke detectors must be installed in all areas including:
vi: Addressable hard-wired smoke detectors must be installed in all areas including: / Đầu báo cháy định địa chỉ có dây đấu nối phải được lắp đặt tại mọi khu vực bao gồm:

source: Adhesive Bonding
vi: Adhesive Bonding / Nối bằng keo

source: Adopt Best Management Plan (BMP)
vi: Adopt Best Management Plan (BMP) / Áp dụng BMP (Biện pháp điều hành tối ưu)

source: Africa
vi: Africa / Châu Phi

source: Aims and Objectives
vi: Aims and Objectives / Mục đích và Mục tiêu

source: Air Conditioning
vi: Air Conditioning / Điều hòa không khí

source: Air Conditioning System
vi: Air Conditioning System / Hệ điều hòa không khí

source: Air Cooled Chillers versus Water Cooled Chillers
vi: Air Cooled Chillers versus Water Cooled Chillers / Chiller giải nhiệt gió và Chiller giải nhiệt nước

source: Air Distribution
vi: Air Distribution / Phân phối không khí

source: Air Distribution - Large Areas
vi: Air Distribution - Large Areas / Phân phối không khí - Không gian lớn

source: Air Infiltration Reduction Methods
vi: Air Infiltration Reduction Methods / Các phương pháp giảm thiểu không khí thâm nhập

source: Air Velocity
vi: Air Velocity / Vận tốc gió

source: Air change rate shall depend on kitchen equipment heat output and on extract volume from canopies. A minimum face velocity must be provided to each canopy, refer to the kitchen section of this document. Use of proprietary hoods with UV filtration can reduce this.
vi: Air change rate shall depend on kitchen equipment heat output and on extract volume from canopies. A minimum face velocity must be provided to each canopy, refer to the kitchen section of this document. Use of proprietary hoods with UV filtration can reduce this. / Số lần trao đổi khí phụ thuộc vào lượng nhiệt tỏa ra từ thiết bị bếp và khả năng hút của chụp hút bếp. Mỗi chụp hút có vận tốc bề mặt tối thiểu, tham khảo mục về bếp trong tài liệu này. Sử dụng chụp hút độc quyền chính hãng với bộ lọc UV có thể làm giảm tỉ lệ này

source: Air compressors for pneumatic controls (if applicable)
vi: Air compressors for pneumatic controls (if applicable) / Máy nén cho hệ điều khiển khí nén (nếu có)

source: Air cooled chiller must be rated at 5°C above the design ambient for heat rejection.
vi: Air cooled chiller must be rated at 5°C above the design ambient for heat rejection. / Chiller giải nhiệt gió lựa chọn loại có dải nhiệt độ hoạt động lớn hơn 5oC so với nhiệt độ môi trường

source: Air cooled heat rejection equipment shall be selected to operate 5°C above the design external ambient conditions and shall reflect the actual location of plant and the potential for local hot spots.
vi: Air cooled heat rejection equipment shall be selected to operate 5°C above the design external ambient conditions and shall reflect the actual location of plant and the potential for local hot spots. / Thiết bị thải nhiệt giải nhiệt gió sẽ được chọn để vận hành cao hơn 5°C so với điều kiện nhiệt độ không khí thiết kế bên ngoài và sẽ phản ánh vị trí cụ thể của trạm máy và tiềm năng đối với local hot spots.

source: Air cooled reciprocating/screw chillers - 1.89kWr/kWe
vi: Air cooled reciprocating/screw chillers - 1.89kWr/kWechiller / Chiller piston/trục vít giải nhiệt gió - 1.89kWr/kWe

source: Air cooled screw
vi: Air cooled screw / Chiller trục vít giải nhiệt gió

source: Air handling Plant (m2)
vi: Air handling Plant (m2) / AHU (m2)

source: Air release to allow smoke to be relieved from the adjoining fire area
vi: Air release to allow smoke to be relieved from the adjoining fire area / nhả khí để đảm bảo khói thoát ra khỏi khu vực cháy liền kề

source: Air systems shall be zoned utilizing VAV or similar (re-heat is not acceptable) according to occupancy pattern and the operations carried out in the area. Physical size of AHU's shall be considered, and the practicality of maintaining large fans, motor and coils.
vi: cAir systems shall be zoned utilizing VAV or similar (re-heat is not acceptable) according to occupancy pattern and the operations carried out in the area. Physical size of AHU's shall be considered, and the practicality of maintaining large fans, motor and coils. / Các hệ thống không khí sẽ được chia khu nhờ VAV (hệ biến đổi lưu lượng gió) hoặc tương đương (không chấp nhận reheat - làm nóng lại không khí đã làm mát trước đó), phụ thuộc vào số lượng người thường có mặt trong không gian và các hoạt động được tiến hành tại đó. Kích thước AHU sẽ được cân nhắc, và tính thực dụng của việc duy trì các quạt, động cơ và dàn ống lớn.

source: Air systems shall, where external conditions allow, have suitable controls to enable free cooling to be provided utilizing outside air.
vi: Air systems shall, where external conditions allow, have suitable controls to enable free cooling to be provided utilizing outside air. / Các hệ thống không khí sẽ có điều khiển phù hợp để cung cấp chế độ free cooling- làm mát bằng việc dùng không khí bên ngoài, nếu điều kiện ngoài trời cho phép

source: Aircraft warning lights
vi: Aircraft warning lights / Đèn cảnh báo máy bay

source: Alarm operates in guest room where fire is detected only
vi: Alarm operates in guest room where fire is detected only / Báo động kích hoạt trong phòng khách chỉ tại nơi phát hiện cháy

source: All Air Systems (Preferred solution for air quality and energy use)
vi: All Air Systems (Preferred solution for air quality and energy use) / Hệ thống All-air (truyền nhiệt qua không khí trong đường ống dẫn)

source: All air Systems
vi: All-air Systems / Hệ thống All-air (truyền nhiệt qua không khí trong đường ống dẫn)

source: All areas of the hotel must be provided with sufficient means of escape to allow guests, visitors and staff to safely leave the building in the event of emergency. Means of escape must comply with the following principles:
vi: All areas of the hotel must be provided with sufficient means of escape to allow guests, visitors and staff to safely leave the building in the event of emergency. Means of escape must comply with the following principles: / Tất cả các khu vực của khách sạn phải có bố trí đủ lối thoát hiểm để cho phép khách, người đến thăm và nhân viên rời khỏi tòa nhà an toàn trong trường hợp xảy ra sự cố. Phương thức thoát hiểm phải tuân thủ các nguyên tắc sau:

source: All carbon monoxide detectors and alarms should be manufactured and installed in accordance with local code and the manufacturer’s instructions.
vi: All carbon monoxide detectors and alarms should be manufactured and installed in accordance with local code and the manufacturer’s instructions. / Tất cả đầu báo và báo động khí CO nên được sản xuất và lắp đặt tuân thủ theo quy định địa phương và hướng dẫn của nhà sản xuất.

source: All controls must also have suitable tactile indication on or adjacent to the buttons
vi: All controls must also have suitable tactile indication on or adjacent to the buttons / Tất cả nút điều khiển phải có chỉ dẫn xúc giác hoặc cạnh các nút bấm.

source: All cooling towers should be operated simultaneously with variable speed drives to save energy, whilst still optimizing the condenser water temperature for increased chiller efficiency.
vi: All cooling towers should be operated simultaneously with variable speed drives to save energy, whilst still optimizing the condenser water temperature for increased chiller efficiency. / Tất cả tháp giải nhiệt sẽ vận hành đồng thời với biến áp để tiết kiệm năng lượng, trong khi vẫn tối ưu hóa nhiệt độ nước dàn ngưng để tăng hiệu suất chiller

source: All distribution boards serving loads in excess of 50kW must be provided with sub-metering.
vi: All distribution boards serving loads in excess of 50kW must be provided with sub-metering. / Tất cả tủ phân phối phục vụ phụ tải trên 50kWW phải có công tơ phụ

source: All exits must not discharge into the same area such as the breakout space so that a fire cannot cut-off all means of escape.
vi: All exits must not discharge into the same area such as the breakout space so that a fire cannot cut-off all means of escape. / Tất cả cửa thoát hiểm không được dẫn ra cùng một không gian, vd như khu breakout, để đảm bảo đám cháy không cắt đứt tất cả đường thoát hiểm

source: All fire evacuation speakers must be specifically designed for this purpose.
vi: All fire evacuation speakers must be specifically designed for this purpose. / Tất cả loa thông báo sơ tán phải được thiết kế chuyên dụng cho mục đích này

source: All fire resistant cables, connections and junction boxes must comply with the following:
vi: All fire resistant cables, connections and junction boxes must comply with the following: / Tất cả cáp điện, cáp nối và hộp nối điện phải tuân thủ yêu cầu như sau:

source: All hotel projects should utilise 2 port valves in lieu of 3 ports due to the benefits and substantial savings that can be made with these. This is demonstrated in the following example:
vi: All hotel projects should utilise 2 port valves in lieu of 3 ports due to the benefits and substantial savings that can be made with these. This is demonstrated in the following example: / Tất cả các dự án khách sạn nên sử dụng van 2 ngả thay vì 3 ngả do van 2 ngả có nhiều lợi ích và tiết kiệm hơn.

source: All in accordance with Section 1.0
vi: All in accordance with Section 1.0. / Tuân thủ theo Mục 1.0

source: All in accordance with Section 1.0.
vi: All in accordance with Section 1.0. / Tuân thủ theo Mục 1.0

source: All incoming electrical supply transformers and switch rooms must be located at the back of house areas of the hotel.
vi: All incoming electrical supply transformers and switch rooms must be located at the back of house areas of the hotel. / Tất cả máy biến áp cấp điện và phòng tủ điện phải bố trí tại khu BOH của khách sạn

source: All lifts should incorporate a signalling system that provides visual notification the lift is answering and if the lift serves more than 3 storeys then a visual and audible system should be provided
vi: All lifts should incorporate a signalling system that provides visual notification the lift is answering and if the lift serves more than 3 storeys then a visual and audible system should be provided / Tất cả các thang cần kết hợp hệ thống tín hiệu để cung cấp thông báo trực quan rằng thang đang phản hồi và nếu thang phục vụ nhiều hơn 3 tầng thì hệ thống nghe nhìn phải được cung cấp.

source: All low voltage distribution systems must be suitably segregated from mains distribution systems.
vi: All low voltage distribution systems must be suitably segregated from mains distribution systems. / Tất cả hệ thống phân phối điện hạ thế phải được lắp đặt tách biệt khỏi hệ thống phân phối chính cho phù hợp

source: All “New Construction” and “Conversion” high rise hotel properties must have automatic sprinklers fitted to the entire building in accordance with the IHG Brand Safety Standards.
vi: All “New Construction” and “Conversion” high rise hotel properties must have automatic sprinklers fitted to the entire building in accordance with the IHG Brand Safety Standards. / Tất cả khách sạn cao tầng "Xây mới" hoặc "Chuyển đổi" phải có sprinkler tự động trên khắp phạm vi tòa nhà, tuân thủ tiêu chuẩn An toàn Thương hiệu IHG

source: Allowing a stair width of 7.6mm/person
vi: Allowing a stair width of 7.6mm/person / Chiều rộng thang bộ 7.6mm/người

source: Alternative - Preferred Option
vi: Alternative - Preferred Option / Phương án thay thế ưu tiên

source: Americas
vi: Americas / châu Mỹ

source: An air cooled chiller plant is one whereby one or more packaged chiller units are utilized to remove the heat from within the building. Each of the chillers within the plant is a standalone package that contains the basic elements, such as compressors, air cooled condensers, evaporators and controls. The chiller transfers the heat absorbed from the building directly to the atmosphere by rejecting the heat to the air, and is typically suitable for smaller projects with a peak cooling load less than 200TR (700kW) This is the preferred option for InterContinental Hotels Group due to the Legionella risk with water cooled. A water cooled chiller plant is one that utilises chillers that reject heat to a water circuit rather than air. The water circuit is passed through a cooling tower where heat is rejected by evaporation. It is a more efficient system due to the fact that more energy can be rejected by evaporating 1kg of water than in raising the temperature of an equivalent amount of air. Water cooled plants are therefore more efficient and require less space and, for larger projects, are the most practical and efficient solution, and should therefore be considered for larger projects.
vi: An air cooled chiller plant is one whereby one or more packaged chiller units are utilized to remove the heat from within the building. Each of the chillers within the plant is a standalone package that contains the basic elements, such as compressors, air cooled condensers, evaporators and controls. The chiller transfers the heat absorbed from the building directly to the atmosphere by rejecting the heat to the air, and is typically suitable for smaller projects with a peak cooling load less than 200TR (700kW) This is the preferred option for InterContinental Hotels Group due to the Legionella risk with water cooled. A water cooled chiller plant is one that utilises chillers that reject heat to a water circuit rather than air. The water circuit is passed through a cooling tower where heat is rejected by evaporation. It is a more efficient system due to the fact that more energy can be rejected by evaporating 1kg of water than in raising the temperature of an equivalent amount of air. Water cooled plants are therefore more efficient and require less space and, for larger projects, are the most practical and efficient solution, and should therefore be considered for larger projects. / Một trạm chiller giải nhiệt gió là trạm máy trong đó một hoặc nhiều chiller unit được sử dụng để loại bỏ nhiệt trong tòa nhà. Mỗi chiller trong trạm là một thiết bị độc lập gồm các thành phần cơ bản như máy nén, bình ngưng giải nhiệt gió, thiết bị bay hơi và bộ điều khiển. Chiller thải nhiệt lượng hấp thụ từ trong tòa nhà trực tiếp vào bầu khí quyển bằng cách thải nhiệt ra không khí và thường thích hợp cho các dự án nhỏ hơn với phụ tải đỉnh làm mát dưới 200TR (700kW). Đây là lựa chọn InterContinental Hotels Group ưu tiên do nguy cơ nhiễm khuẩn Legionella khi . Một trạm chiller giải nhiệt nước là trạm máy sử dụng chiller thải nhiệt vào mạch nước mà không phải không khí. Mạch nước được đưa qua tháp giải nhiệt, nơi nhiệt được thải ra nhờ bay hơi nước. Đây là hệ thống hiệu quả hơn do có thể loại bỏ nhiều năng lượng thông qua làm bay hơi 1kg nước so với việc tăng nhiệt độ của một lượng không khí tương đương. Do đó, các trạm chiller giải nhiệt nước hiệu quả hơn và cần ít không gian hơn, đối với các dự án lớn hơn, đây là giải pháp thiết thực và hiệu quả nhất, do đó cần được xem xét cho các dự án lớn hơn.

source: An alternative power supply must be provided to the lift that must start automatically on loss of the primary supply
vi: An alternative power supply must be provided to the lift that must start automatically on loss of the primary supply / Nguồn điện dự phòng phải được cấp tự động cho thang máy khi mất nguồn điện chính
